Repository: TonyMiloro/Pr-cticas-Preprofesionales
Catalog: omegat/project_save.tmx
Source language: en_us
Languages: es_us

source: And the nationalist edge evident in so much of this rhetoric could lead to new frictions in implementing WTO regulations, protecting intellectual property rights, understandings of “economic security,” and perhaps national security (which goes beyond the scope of this book).
es_us: Y el frente nacionalista, evidente en gran parte de esta retórica, podría conducir a nuevos roces en la implementación de regulaciones de la OMC, la protección de derechos de propiedad intelectual, el entendimiento de "seguridad económica", y tal vez el de seguridad nacional (lo que excede al alcance de este libro).

source: And the rise of such questions meant that “isms,” or (more accurately) broad intellectual orientation, could not be dissolved completely into analysis of “problems”; indeed, by the end of the 1990s and into the new century there was a new concern with “isms” even as concern with solving “problems” continued.
es_us: Y el incremento de tales preguntas significó que los “ismos”, o (con exactitud) las amplias orientaciones intelectuales, no podían disolverse completamente en el análisis de los“problemas”; de hecho, hacia fines de la década de los 90 y a principios del nuevo siglo surgió un nuevo interés por los “ismos”, aún mientras el interés por resolver “problemas” continuaba.

source: And there were those, including Deng Xiaoping’s daughter, Deng Lin, who would remind Jiang of Deng’s legacy. As she put it, Deng had believed that “since he [had] handed over his work to the younger generation he should have faith in them, trust them, and let them get tempered and grow in the course of doing the work.”60
es_us: Y también estaban aquellos que se encargarían de recordarle a Jiang el legado de Deng, entre ellos Deng Lin, la hija de Deng Xiaping. En palabras de Deng Lin, su padre creía que “como había cedido su poder a las generaciones más jóvenes debía tener fe en ellas, confiar en ellas y dejarlas desarrollar su carácter y crecer en el proceso”.

source: And they have the power and influence to stall such reforms.
es_us: Y esta élite tiene el poder y la influencia para demorar la implementación de tales reformas.

source: Another broad area of questions generated by Tiananmen revolved around China’s relations with the outside world.
es_us: Otra área extensa de preguntas generadas por Tiananmén giraba en torno las relaciones de China con el resto del mundo.

source: Another major theme in the pages of Strategy and Management was populism.
es_us: Otro gran tema que se presentó enGestión y Estrategia fue el populismo.

source: Anticipating trends that would continue, albeit with significantly different content, in the 1990s, intellectuals with only minimal attachment to the state started to become active.
es_us: Anticipándose a tendencias que continuarían en la década de los 90, aunque con considerables diferencias de contenido, los intelectuales mínimamente relacionados con el estado asumieron un rol activo.

source: Any attempt to advocate using Comrade Deng Xiaoping’s theories to negate or replace Marxism as the guiding principle for revolution and construction in China is idealist and goes against the ‘Communist Manifesto.’ No doctrine or theory, now or in the future, can replace Marxist truth and science.”23 In September, more or less the same cast of characters convened a meeting in Shijiazhuang, the capital of Hebei province.
es_us: Al parecer, Deng Liqun fue demasiado lejos al insinuar que las posturas de Deng eran en sí mismas revisionistas: “Las teorías de Deng Liqn deben ser puestas en práctica para demostrar si son apropiadas o no. Cualquier intento de defender el uso de las teorías del camarada Deng Xiaoping para negar o reemplazar al marxismo como el principio rector para la revolución y la construcción de China es idealista y va en contra del Manifiesto Comunista. Ninguna doctrina o teoría, ya sea ahora o en el futuro, puede reemplazar a la ciencia y verdad del maxismo”23 . En septiembre, prácticamente el mismo elenco de personajes convocó una reunión en Shijiazhuang, capital de la provincia de Hebei.

source: Any attempt to advocate using Comrade Deng Xiaoping’s theories to negate or replace Marxism as the guiding principle for revolution and construction in China is idealist and goes against the ‘Communist Manifesto.’ No doctrine or theory, now or in the future, can replace Marxist truth and science.”23In September, more or less the same cast of characters convened a meeting in Shijiazhuang, the capital of Hebei province.
es_us: Cualquier intento de defender el uso de las teorías del camarada Deng Xiaoping para negar o reemplazar al marxismo como el principio rector para la revolución y la construcción de China es idealista y va en contra del Manifiesto Comunista. Ninguna doctrina o teoría, ya sea ahora o en el futuro, puede reemplazar a la ciencia y verdad del maxismo”23.En septiembre, prácticamente el mismo elenco de personajes convocó una reunión en Shijiazhuang, capital de la provincia de Hebei.

source: Anyone who flips through Chinese history, Wang declares, will discover that without exception all of China’s dynasties have been destroyed by peasants who left the land.
es_us: Cualquiera que hojee la historia china, dice Wang, descubrirá que sin excepción todas las dinastías chinas han sido destruidas por los campesinos que abandonaron los campos.

source: Apart from public opinion in the traditional sense, there is also an obvious effort to use publication to bring ideas to the attention of policy-makers or for policy-makers to defend their ideas in public against others in government.
es_us: Además de la opinión pública en el sentido tradicional, hay un claro esfuerzo por utilizar los libros para lograr que algunas ideas llamen la atención de los formadores de políticas o para lograr que estos defiendan públicamente sus ideas frente a otros miembros del gobierno.

source: Appearing in Shanghai on the eve of Labor Day, the Party elder encouraged leaders there to “emancipate their minds” and “take bold steps.” According to one report, Chen’s declaration came on the heels of a high-level meeting with Deng, Peng Zhen, Li Xiannian, Bo Yibo, and Yang Shangkun.86 Chen, who in 1978–9 had opposed the establishment of the SEZs and especially opposed the establishment of one in Shanghai, was now quoted as saying, “I very much favor the development and opening of Pudong!”
es_us: En una aparición en Shanghái en la víspera del Día del Trabajo, el mayor del Partido animó a los líderes a que “emancipen sus mentes” y “den pasos con valentía”. De acuerdo con un informe, la declaración de Chen tuvo lugar luego de una reunión de alto nivel con Deng, Peng Zhen, Li Xiannin, Bo Yibo, y Yang Shangkun. Chen, quien en 1978-9 se opuso al establecimiento de ZEE y en especial al establecimiento de uno en Shanghay, ahora se lo citaba diciendo, “¡Estoy a favor del desarrollo y la apertura de Pudong!”

source: April 1
es_us: 1 de abril

source: April 1 Chinese F-8 fighter collides with American E-P3 surveillance plane off coast of Hainan
es_us: 1 de abril El avión de combate chino F-8 choca contra un avión de reconocimiento E-P3 de los EE.UU. en las costas de Hainan.

source: April 10
es_us: 10 de abril

source: April 10 Chen Yun, advocate of a planned economy, dies at age 90
es_us: 10 de abril Chen Yun, defensor de la economía planificada, fallece a los 90 años.

source: April 14
es_us: 14 de abril

source: April 2
es_us: 2 de abril

source: April 20
es_us: 20 de abril

source: April 20 Health Minister Zhang Wenkang and Beijing Mayor Meng Xuenong are dismissed from their posts
es_us: 20 de abril El ministro de salud Zhang Wenkang y el alcalde de Pekín Meng Xuenong son desplazados de sus cargos.

source: April 20 Task force established to investigate corruption in Xiamen
es_us: 20 de abril Se crea un cuerpo especial para investigar la corrupción en Xiamén.

source: April 25
es_us: 25 de abril

source: April 25 Adherents of Falun Gong demonstrate around Zhongnanhai
es_us: 25 de abril Partidiarios de Falun Gong protestan en Zhongnanhai.

source: April 27
es_us: 27 de abril

source: April 27 Chen Xitong removed as Beijing Party secretary
es_us: 27 de abril Chen Xitong es desplazado del cargo de secretario del partido en Pekín.

source: April 6
es_us: 6 de abril

source: April 6 Premier Zhu Rongji arrives in Washington to discuss WTO
es_us: 6 de abril El primer ministro Zhu Rongji llega a Washington para tratar la OMC.

source: April 14 Management buyouts of large state-owned
es_us: 14 de abril Se prohíben los MBO para las grandes

source: Articles on the Internet and student demonstrators labeled him a “traitor” (maiguozei) following the embassy bombing.
es_us: Artículos en la Web y demonstraciones estudiantiles lo etiquetaron como un "traidor" (maiguozei) luego del bombardeo a la embajada.

source: As will become apparent, liberals share many of these concerns (though their approach to solving them is quite different), but they also see the Old Left as continuing to wield considerable power in China.
es_us: Como se verá, los liberales comparten muchas de estas cuestiones (aunque su enfoque para resolverlas varía), sin embargo, ellos piensan que la vieja izquierda aún ejerce gran parte de su poder en China.

source: As China’s revolution had increasingly criticized “capitalism,” trying desperately in the course of the Cultural Revolution to “cut off the tail of capitalism” and to criticize “bourgeois rights,” feudalism had flourished.
es_us: Debido a que la Revolución China había criticado al "capitalismo", en un intento desesperado de "cortarle las alas al capitalismo" durante la Revolución Cultural y de criticar a las "derechas burguesas", el feudalismo se había fortalecido.

source: As Deng and Li Ruihuan tried to cool the ideological atmosphere and refocus the Party’s attention on reform and opening up, conservatives were determined to press their advantage.
es_us: Mientras que Deng y Li Ruihuan intentaban calmar la atmosfera ideológica y enfocar la atención del partido en la reforma y la expansión, los conservadores estaban decididos a aprovechar su ventaja.

source: As Deng entered his final decline, the Party fought vigorously over his legacy; with Deng’s passing the Party would have to make choices.
es_us: Al ingresar Deng al final de su declive, el Partido se disputaba energéticamente su legado; con la muerte de Deng el Partido debería tomar decisiones.

source: As Fewsmith – a highly regarded political scientist and a seasoned China-watcher – observes, China is a very different place today than it was eighteen years ago.
es_us: Como señala Fewsmith (politólogo respetado y observador experto de la realidad China), este país es un lugar muy distinto a lo que fue dieciocho años atrás.

source: As Party elders, they exert an influence out of proportion to their numbers.
es_us: Debido a que son antiguos en el Partido, ejercen una influencia desmesurada en comparación con sus cifras.

source: As Wang put it in a passage that suggests his familiarity with postcolonial criticism:
es_us: Como Wang lo expresó en un fragmento que insinúa su conocimiento de la crítica poscolonial:

source: As Wang put it, “[o]nly by criticizing and struggling against the ideological trend of bourgeoisliberalization will we be able to consolidate and develop the political situation of stability and unity and to promote the smooth development of socialist construction.” In effect, Wang reinterpreted Deng’s slogan “stability overrides everything” – a phrase coined to relax ideological tension – as a clarion call for ideological struggle as the 58 “Zhonggong Zhongyang guanyu jinyibu zhili zhengdun he shenhua gaige de jueding (zhaiyao).” 59 Jiang Zemin, “Zai dang de shisanjie wuzhong quanhui shangde jianghua,” p.
es_us: Cómo Wang dijo, sólo al criticar y enfrentarse a las tendencias ideológicas de la burguesía la liberalización será capaz de consolidar y desarrollar la situación política de estabilidad y unidad y promover el desarrollo parejo de la construcción socialista". En efecto, Wang reinterpretó el slogan de Deng "La estabilidad lo invalida todo", una frase creada para relajar la tensión ideológica, como una llamada de un clarín hacia un problema ideologíco como el 58 "Zhonggong Zhongyang guanyu jinyibu zhili zhengdun he shenhua gaige de jueding (zhaiyao) " .59 Jiang Zemin, “Zai dang de shisanjie wuzhong quanhui shangde jianghua,” p.

source: As Wang wrote: “In China, the construction ofdemocratic politics implies overcoming the feudal political tradition and political consciousness that extended for more than 2,000 years since the Zhou—Qin period; it implies changing the undemocratic political traditions formed under semi-colonialism and semi-feudalism; it implies solving the contradiction between establishing an advanced political system on the basis of backward forces of production; and it implies enriching our thinking through practice.” Such a process must take, as Wang put it, a “rather long time”(jiaochang de shijian).More- over, unless one develops democracy “scientifically,” the results will be the opposite.36
es_us: Así como Wang lo escribió: "En China, la construcción de políticas democráticas implica superar la tradición política feudal y la conciencia política que se ha extendido durante más de 2000 años desde el período Zhou-Qin; implica cambiar las tradiciónes políticas no democráticas formadas bajo el semi-colonialismo y el semi-feudalismo; implica descubrir la contradicción entre el establecimiento de un sistema político avanzado basado en la fuerza de producción retraída; e implica enriquecer nuestro pensamiento mediante la práctica". Dicho proceso tomará, como Wang lo aclaró, "un tiempo largo"(jiaochang de shijian).Además, a menos que se desarrolle a la democracia "científicamente", los resultados serán los opuestos.36(

source: As Wang’s comments about capitalism and “complex relations” between state and society suggest, he is deeply suspicious of market forces, constantly seeing the hand of power influencing and distorting social and economic outcomes.
es_us: Como sugieren los comentarios de Wang acerca del capitalismo y las "relaciones complejas" entre el estado y la sociedad, éste sospecha demasiado de la fuerza de los mercados, que constantemente ven a la mano del poder influenciar y distorsionar los resultados sociales y económicos.

source: As Xu Jilin put it:14
es_us: En términos de Xu Jilin14:

source: As Yu puts it:
es_us: En términos de Yu:

source: As Zhao put it, “Actually, the attitudes of these persons mattered little, as Deng might have imposed military control even if all five had disapproved.”20[3] A meeting of the Politburo Standing Committee later that evening formally endorsed Deng’s view.
es_us: Según Zhao, "En realidad, las actitudes de estas personas importaban poco, porque Deng podría haber impuesto control militar incluso si los cinco se oponían".20[3] Una reunión del Comité Permanente del Politburó esa tarde respaldó formalmente las intenciones de Deng.

source: As Zhao puts it, “the logic for choosing village cadres has become ‘whoever can collect money will become a cadre, even a good cadre.’ Thus, the ‘tough guys’ in the rural society, and even the ruffians, would naturally become the wielders of public authority.” The purpose of local government was to serve itself, not the public.
es_us: Según Zhao, "la lógica para la selección de cuadros dirigentes en las aldeas consiste en pensar que 'cualquiera que puede recaudar dinero puede ser un cuadro dirigente, uno bueno incluso'. De este modo, los 'tipos malos' en la sociedad rural, e incluso los rufianes, se convierten en los representantes de la autoridad pública". El objetivo del gobierno local era satisfacerse a sí mismo, no a las necesidades de la población.

source: As Zhou Ruijin put it, Deng “coolly observed and contemplated” the conflict as it developed.32 Third, events in the Soviet Union – namely, Gorbachev’s turn to the right, which culminated in cracking down on the Baltic republics in January 1991 – may have bolstered conservatives in Beijing, who are likely to have seen such a shift as a sign that the Soviet Union, too, was finally backing away from radical reform.33 Fourth, the swift American victory in the Gulf War, which caught China off guard,
es_us: Como lo explicó Zhou Ruijin, Deng “observó y contempló con tranquilidad” el conflicto a medida que se desarrollaba.32 La tercera explicación supone que, los acontecimientos en la Unión Soviética – específicamente, el cambio de Gorbachov a la derecha, que culminó en la represión de las Repúblicas Bálticas en enero de 1991 – podría haber fortalecido a los conservadores en Pekín, los que probablemente vieron tal cambio como una señal de que la Unión Soviética también estaba alejándose de la reforma radical.33 La cuarta explicación radica en que la rauda victoria estadounidense de la guerra del Golfo, que tomó a China por sorpresa,

source: As a PRC-affiliated Hong Kong magazine later put it, “Deng played a crucial role in preventing China from incorrectly summing up the experiences of the Soviet coup and in rendering the ‘leftist’ forces in the Party unable to use the opportunity to expand their influence.”42 Internationally, Deng reiterated his call for caution, saying that China should “tackle calmly, observe coolly, and pay good attention to our own national affairs.”43 Domestically, he inaugurated a determined campaign to reassert his own leadership and to put his understanding of reform back in the center.
es_us: Tal como una revista de Hong Kong afiliada con la República Popular de China lo expresó, "Deng tuvo un rol crucial para prevenir que China repita las experiencias del golpe de estado soviético y logrando que las fuerzas "izquierdistas" del partido no puedan utilizar esta oportunidad para expandir su influencia". 42 A nivel internacional, Deng reiteró su llamado a la precaución, expresando que China debería "atacar calmada, observar tranquila, y prestar atención a sus propios asuntos internos". 43 A nivel nacional, inauguró una campaña deteminada para asegurar su liderazgo y para poner su pensamiento sobre la reforma en el centro nuevamente.

source: As a result, Jiang Zemin traveled to the United States in October 1997, the first Chinese president to do so since Li Xiannian visited in 1986, and President Clinton returned the visit by going to China in June1998 – the first presidential visit since President Bush’s ill-fated trip in February 1989. As the relationship warmed, discussions on China’s accession to the WTO were renewed.
es_us: Como resultado, Jiang Zemin viajó a los Estados Unidos en octubre de 1997, el primer presidente chino en hacerlo desde que Li Xiannian visitó en 1986, y el presidente Clinton devolvió la visita al ir a China en junio de 1998 – la primera visita presidencial desde el lamentable viaje del presidente Bush en febrero de 1989. Mientras la relación se afianzaba, se renovaban las charlas sobre el ingreso de China a la OMC .

source: As a result, a very different intellectual atmosphere began to emerge in the 1990s.
es_us: Como resultado, un ambiente intelectual muy diferente comenzó a surgir en la dédada de los 90.

source: As a result, basic energy and material sectors were drained of investment capital while transportation and energy supplies were always strained by demand.
es_us: Como resultado,se le quitó capital de inversión a la energía básica y los sectores materiales mientras que el transporte y los suministros de energía siempre han sido presionados por la demanda.

source: As a result, they were widely disliked in Beijing.
es_us: Por este motivo, eran sumamente impopulares en Pekín.

source: As a wellknown researcher in the State Council’s Development Research Center put it: “Local authorities and banks are ripping off billions of yuan to fund real estate projects.
es_us: Así como un reconocido investigador en el Centro de Investigación del Desarrollo del Consejo de Estado dijo: “Las autoridades locales y los bancos están robándose miles de millones de yuanes para financiar proyectos inmobiliarios. Es por eso que no tienen dinero para pagarle a los campesinos”. Por lo tanto, la especulación en el mercado inmobiliario de la zona costera exacerbó las tensiones en el campo.

source: As an article in the PRC-owned Hong Kong paper, Ta Kung Pao, put it, "as reform goes deeper, it becomes harder for reform to continue, the contradictions become more conspicuous, the number of difficult issues become more numerous, and problems at a deeper level and of structural and essential nature are beginning to impact on the in-depth reform." In response to the current difficulties, the article continued, the government will launch another "great debate on emancipating the mind" and introduce new theories, new ideas, and new policies to push reform deeper. So Hu's work report needs to be read in the context of the debates discussed in Chapter 8, debates that were, at least to some extent, stirred up by the populist rhetoric Hu himself had used since becoming general secretary.
es_us: Como informa un artículo en el diario estatal de Hong Kong, Ta Kung Pao, "a medida que la reforma se profundiza, se hace más difícil que continúe; las contradicciones se hacen más notorias, el número de dificultades aumenta, y además los problemas centrales y de naturaleza estructural y esencial comienzan a impactar en esta profunda reforma". En respuesta a las dificultades del momento, el artículo continúa, el gobierno comenzará otro "gran debate acerca de la apertura a nuevas ideas" e introducirá nuevas teorías, nuevas ideas y nuevas políticas para profundizar la reforma. Por lo tanto, el informe de trabajo de Hu debería ser analizado en el contexto de los debates mencionados en el capítulo 8. Debates que fueron, hasta cierto punto, fomentados por la retórica populista que el propio Hu había utilizado cuando se convirtió en secretario general.

source: As discussed in Part II, the intellectual atmosphere became considerably more conservative and nationalistic in this period, which helped the government preserve the social stability that it prized so highly.
es_us: Como ya se ha visto en la Parte II, durante este periodo la atmósfera intelectual se tornó considerablemente conservativa y nacionalista, lo que contribuyó a que el gobierno pudiera conservar la tan preciada estabilidad social.

source: As expert symbol manipulators, they can constrain the actions of the leadership.
es_us: Como manipuladores expertos de los símbolos, pueden limitar las acciones de la dirección.

source: As he put it epigrammatically, “[t]he river flows east for thirty years and [then] flows west for thirty years.”24 He followed this with other articles arguing thatWestern civilization was based on an antagonistic relationship with nature and thus could not solve the ecological and environmental problems of the modern age.
es_us: Como dijo en términos epigramáticos:“[e]l río corre hacia el este por treinta años y [después] corre hacia el oeste por treinta años”24. Él continuó esta idea en otros artículos en los que argumentaba que la civilización Oriental se basaba en una relación antagónica con la naturaleza y por lo tanto no podía solucionar los problemas ecológicos y ambientales de la era moderna.

source: As he put it, as the central government began to “wean” enterprises, local governments took up “breast feeding.”
es_us: Como él lo expresó, mientras el gobierno central comenzó a "destetar" a las empresas, el gobierno local comenzó a "amamantarlas".
